module.exports = {
    name: "allmenu",

    execute: async (sock, m, args) => {

        await sock.sendMessage(
            m.chat,
            {
                text:
`╭━━━〔 🤖 𝙏𝙀𝘾𝙃𝙓-𝙈𝘿 𝙑3 〕━━━⬣
┃ 👤 𝙊𝙬𝙣𝙚𝙧 : 𝙆𝙚𝙡𝙡𝙮
┃ ⚡ 𝙎𝙩𝙖𝙩𝙪𝙨 : 𝙊𝙣𝙡𝙞𝙣𝙚
┃ 📌 𝙋𝙧𝙚𝙛𝙞𝙭 : .
┃ 🌐 https://techx-md.onrender.com
╰━━━━━━━━━━━━━━━━⬣

╭━━〔 👥 𝙂𝙍𝙊𝙐𝙋 𝘾𝙊𝙈𝙈𝘼𝙉𝘿𝙎 〕━━⬣
┃
> 👥 𝙩𝙖𝙜𝙖𝙡𝙡
> ➕ 𝙖𝙙𝙙
> ➖ 𝙠𝙞𝙘𝙠
> ⭐ 𝙥𝙧𝙤𝙢𝙤𝙩𝙚
> ⬇️ 𝙙𝙚𝙢𝙤𝙩𝙚
> 🔒 𝙡𝙤𝙘𝙠
> 🔓 𝙪𝙣𝙡𝙤𝙘𝙠
> 📝 𝙨𝙚𝙩𝙣𝙖𝙢𝙚
> 📄 𝙨𝙚𝙩𝙙𝙚𝙨𝙘
> 🔗 𝙡𝙞𝙣𝙠𝙜𝙧𝙤𝙪𝙥
> 🚫 𝙖𝙣𝙩𝙞𝙡𝙞𝙣𝙠
> 🤖 𝙬𝙚𝙡𝙘𝙤𝙢𝙚
> 👋 𝙜𝙤𝙤𝙙𝙗𝙮𝙚
> 👑 𝙖𝙙𝙢𝙞𝙣𝙨
> 📊 𝙜𝙧𝙤𝙪𝙥𝙞𝙣𝙛𝙤
╰━━━━━━━━━━━━━━━━⬣

 ╭━━〔 👑 𝙊𝙒𝙉𝙀𝙍 𝘾𝙊𝙈𝙈𝘼𝙉𝘿𝙎 〕━━⬣
┃
> 🔄 𝙧𝙚𝙨𝙩𝙖𝙧𝙩
> 📢 𝙗𝙧𝙤𝙖𝙙𝙘𝙖𝙨𝙩
> ⚙️ 𝙚𝙫𝙖𝙡
> 🖥 𝙚𝙭𝙚𝙘
> 🔒 𝙗𝙡𝙤𝙘𝙠
> 🔓 𝙪𝙣𝙗𝙡𝙤𝙘𝙠
> 🔄 𝙪𝙥𝙙𝙖𝙩𝙚
> 📂 𝙗𝙖𝙘𝙠𝙪𝙥
> 🧹 𝙘𝙡𝙚𝙖𝙧
> 🐞 𝙙𝙚𝙗𝙪𝙜
> 📜 𝙡𝙤𝙜𝙨
╰━━━━━━━━━━━━━━━━⬣

╭━━〔 🛠️ 𝙏𝙊𝙊𝙇𝙎 𝘾𝙊𝙈𝙈𝘼𝙉𝘿𝙎 〕━━⬣
┃
> 🔗 𝙨𝙝𝙤𝙧𝙩𝙪𝙧𝙡
> 🔍 𝙜𝙤𝙤𝙜𝙡𝙚
> 📚 𝙬𝙞𝙠𝙞𝙥𝙚𝙙𝙞𝙖
> 🌦️ 𝙬𝙚𝙖𝙩𝙝𝙚𝙧
> 🧮 𝙘𝙖𝙡𝙘𝙪𝙡𝙖𝙩𝙤𝙧
> 🔐 𝙥𝙖𝙨𝙨𝙬𝙤𝙧𝙙
> 🔢 𝙦𝙧
> 🔤 𝙗𝙖𝙨𝙚64
> 🔒 𝙚𝙣𝙘𝙤𝙙𝙚
> 🔓 𝙙𝙚𝙘𝙤𝙙𝙚
> 🌍 𝙩𝙧𝙖𝙣𝙨𝙡𝙖𝙩𝙚
> 📱 𝙞𝙥𝙘𝙝𝙚𝙘𝙠
> 🆔 𝙪𝙪𝙞𝙙
> ⏰ 𝙩𝙞𝙢𝙚𝙨𝙩𝙖𝙢𝙥
> 🎨 𝙛𝙤𝙣𝙩
> 📝 𝙧𝙚𝙖𝙙
> 📄 𝙟𝙨𝙤𝙣
╰━━━━━━━━━━━━━━━━⬣

╭━━〔 🤖 𝘼𝙄 𝘾𝙊𝙈𝙈𝘼𝙉𝘿𝙎 〕━━⬣
┃
> 🧠 𝙖𝙞
> 💬 𝙘𝙝𝙖𝙩
> ✍️ 𝙬𝙧𝙞𝙩𝙚
> 📝 𝙧𝙚𝙬𝙧𝙞𝙩𝙚
> 🌍 𝙩𝙧𝙖𝙣𝙨𝙡𝙖𝙩𝙚𝙖𝙞
> 📚 𝙨𝙪𝙢𝙢𝙖𝙧𝙮
> 💡 𝙞𝙙𝙚𝙖
> 🎵 𝙡𝙮𝙧𝙞𝙘𝙨𝙖𝙞
> 🎨 𝙞𝙢𝙖𝙜𝙞𝙣𝙚
> 💻 𝙘𝙤𝙙𝙚𝙖𝙞
> 🐞 𝙙𝙚𝙗𝙪𝙜𝙖𝙞
> 📖 𝙨𝙩𝙤𝙧𝙮
> 🎤 𝙨𝙤𝙣𝙜𝙖𝙞
> ⚡ 𝙥𝙧𝙤𝙢𝙥𝙩
╰━━━━━━━━━━━━━━━━⬣


╭━━〔 🎵 𝘿𝙊𝙒𝙉𝙇𝙊𝘼𝘿𝙀𝙍 𝘾𝙊𝙈𝙈𝘼𝙉𝘿𝙎 〕━━⬣
┃
> 🎬 𝙮𝙩𝙢𝙥4
> 🎵 𝙮𝙩𝙢𝙥3
> 🔍 𝙮𝙩𝙨𝙚𝙖𝙧𝙘𝙝
> 🎶 𝙨𝙤𝙣𝙜
> 📱 𝙩𝙞𝙠𝙩𝙤𝙠
> 📸 𝙞𝙣𝙨𝙩𝙖𝙜𝙧𝙖𝙢
> 📘 𝙛𝙖𝙘𝙚𝙗𝙤𝙤𝙠
> 🐦 𝙩𝙬𝙞𝙩𝙩𝙚𝙧
> 🎧 𝙨𝙥𝙤𝙩𝙞𝙛𝙮
> ☁️ 𝙨𝙤𝙪𝙣𝙙𝙘𝙡𝙤𝙪𝙙
> 📌 𝙥𝙞𝙣𝙩𝙚𝙧𝙚𝙨𝙩
> 📂 𝙢𝙚𝙙𝙞𝙖𝙛𝙞𝙧𝙚
> 📦 𝙖𝙥𝙠
> ▶️ 𝙥𝙡𝙖𝙮
> ⬇️ 𝙫𝙞𝙙𝙚𝙤
╰━━━━━━━━━━━━━━━━⬣

╭━━〔 🎨 𝙏𝙀𝘾𝙃𝙓-𝙈𝘿 𝙈𝙀𝘿𝙄𝘼 〕━━⬣
┃
> 🖼 𝙨𝙩𝙞𝙘𝙠𝙚𝙧
> 😀 𝙚𝙢𝙤𝙟𝙞𝙢𝙞𝙭
> ✍️ 𝙩𝙩𝙥
> 🖌 𝙖𝙩𝙩𝙥
> 🎭 𝙦𝙘
> 🖼 𝙩𝙤𝙞𝙢𝙜
> 🎬 𝙩𝙤𝙜𝙞𝙛
> 📹 𝙩𝙤𝙫𝙞𝙙𝙚𝙤
> 🌐 𝙩𝙤𝙪𝙧𝙡
> ✨ 𝙧𝙚𝙢𝙞𝙣𝙞
> 🗑 𝙧𝙚𝙢𝙤𝙫𝙚𝙗𝙜
> ✂️ 𝙘𝙧𝙤𝙥
> 🔄 𝙧𝙤𝙩𝙖𝙩𝙚
> 📐 𝙧𝙚𝙨𝙞𝙯𝙚
> 🪞 𝙛𝙡𝙞𝙥
> 🌑 𝙜𝙧𝙖𝙮𝙨𝙘𝙖𝙡𝙚
> 🎨 𝙞𝙣𝙫𝙚𝙧𝙩
> 🌫 𝙗𝙡𝙪𝙧
> 🧩 𝙥𝙞𝙭𝙚𝙡𝙖𝙩𝙚
> 🏷 𝙩𝙖𝙠𝙚
> 🎞 𝙘𝙤𝙢𝙥𝙧𝙚𝙨𝙨
> 💡 𝙚𝙣𝙝𝙖𝙣𝙘𝙚
> 🖍 𝙨𝙠𝙚𝙩𝙘𝙝
> 🖼 𝙢𝙞𝙧𝙧𝙤𝙧
> 🌈 𝙘𝙤𝙡𝙤𝙧𝙞𝙯𝙚
> 🧼 𝙨𝙝𝙖𝙧𝙥𝙚𝙣
> 🔍 𝙝𝙙
> 📷 𝙞𝙢𝙖𝙜𝙚𝙞𝙣𝙛𝙤
> 🎥 𝙫𝙞𝙙𝙚𝙤𝙞𝙣𝙛𝙤
> 🎵 𝙖𝙪𝙙𝙞𝙤𝙞𝙣𝙛𝙤
> 📂 𝙢𝙚𝙙𝙞𝙖
╰━━━━━━━━━━━━━━━━⬣

╭━━〔 🔐 𝙏𝙀𝘾𝙃𝙓-𝙈𝘿 𝙎𝙀𝘾𝙐𝙍𝙄𝙏𝙔 〕━━⬣
┃
> 🔒 𝙡𝙤𝙘𝙠
> 🔓 𝙪𝙣𝙡𝙤𝙘𝙠
>
> 🚫 𝙖𝙣𝙩𝙞𝙡𝙞𝙣𝙠 𝙤𝙣
> 🚫 𝙖𝙣𝙩𝙞𝙡𝙞𝙣𝙠 𝙤𝙛𝙛
>
> 🤖 𝙖𝙣𝙩𝙞𝙗𝙤𝙩 𝙤𝙣
> 🤖 𝙖𝙣𝙩𝙞𝙗𝙤𝙩 𝙤𝙛𝙛
>
> 🚨 𝙖𝙣𝙩𝙞𝙨𝙥𝙖𝙢 𝙤𝙣
> 🚨 𝙖𝙣𝙩𝙞𝙨𝙥𝙖𝙢 𝙤𝙛𝙛
>
> 👥 𝙖𝙣𝙩𝙞𝙩𝙖𝙜 𝙤𝙣
> 👥 𝙖𝙣𝙩𝙞𝙩𝙖𝙜 𝙤𝙛𝙛
>
> 📵 𝙖𝙣𝙩𝙞𝙛𝙖𝙠𝙚 𝙤𝙣
> 📵 𝙖𝙣𝙩𝙞𝙛𝙖𝙠𝙚 𝙤𝙛𝙛
>
> 🗑️ 𝙖𝙣𝙩𝙞𝙙𝙚𝙡𝙚𝙩𝙚 𝙤𝙣
> 🗑️ 𝙖𝙣𝙩𝙞𝙙𝙚𝙡𝙚𝙩𝙚 𝙤𝙛𝙛
>
> 👁️ 𝙖𝙣𝙩𝙞𝙫𝙞𝙚𝙬𝙤𝙣𝙘𝙚 𝙤𝙣
> 👁️ 𝙖𝙣𝙩𝙞𝙫𝙞𝙚𝙬𝙤𝙣𝙘𝙚 𝙤𝙛𝙛
>
> 👋 𝙬𝙚𝙡𝙘𝙤𝙢𝙚 𝙤𝙣
> 👋 𝙬𝙚𝙡𝙘𝙤𝙢𝙚 𝙤𝙛𝙛
>
> 👋 𝙜𝙤𝙤𝙙𝙗𝙮𝙚 𝙤𝙣
> 👋 𝙜𝙤𝙤𝙙𝙗𝙮𝙚 𝙤𝙛𝙛
┃
╰━━━━━━━━━━━━━━━━⬣


╭━━〔 🔌 𝙏𝙀𝘾𝙃𝙓-𝙈𝘿 𝙋𝙇𝙐𝙂𝙄𝙉𝙎 〕━━⬣
┃
> 🟢 𝙖𝙡𝙬𝙖𝙮𝙨𝙤𝙣𝙡𝙞𝙣𝙚
> 📖 𝙖𝙪𝙩𝙤𝙨𝙩𝙖𝙩𝙪𝙨
> 👀 𝙖𝙪𝙩𝙤𝙧𝙚𝙖𝙙
> ✍️ 𝙖𝙪𝙩𝙤𝙩𝙮𝙥𝙞𝙣𝙜
> 🎙️ 𝙖𝙪𝙩𝙤𝙧𝙚𝙘𝙤𝙧𝙙𝙞𝙣𝙜
> ❤️ 𝙖𝙪𝙩𝙤𝙧𝙚𝙖𝙘𝙩
> 📖 𝙖𝙪𝙩𝙤𝙨𝙩𝙖𝙩𝙪𝙨
> 📥 𝙖𝙪𝙩𝙤𝙙𝙤𝙬𝙣𝙡𝙤𝙖𝙙
> 📸 𝙖𝙪𝙩𝙤𝙫𝙞𝙚𝙬
> 👁️ 𝙫𝙞𝙚𝙬𝙤𝙣𝙘𝙚 (.𝙫𝙫)
> 📝 𝙖𝙪𝙩𝙤𝙗𝙞𝙤
> 🛡 𝙖𝙣𝙩𝙞𝙙𝙚𝙡𝙚𝙩𝙚
> 🚫 𝙖𝙣𝙩𝙞𝙡𝙞𝙣𝙠
> 👥 𝙖𝙣𝙩𝙞𝙩𝙖𝙜
> 🚷 𝙖𝙣𝙩𝙞𝙨𝙥𝙖𝙢
> 👋 𝙬𝙚𝙡𝙘𝙤𝙢𝙚
> 👋 𝙜𝙤𝙤𝙙𝙗𝙮𝙚
> 🔒 𝙖𝙣𝙩𝙞𝙘𝙖𝙡𝙡
> 🔇 𝙢𝙪𝙩𝙚
> 🔊 𝙪𝙣𝙢𝙪𝙩𝙚
> ⚙️ 𝙥𝙡𝙪𝙜𝙞𝙣𝙨
╰━━━━━━━━━━━━━━━━⬣

🚀 𝙏𝙀𝘾𝙃𝙓-𝙈𝘿 𝙑3`
            },
            { quoted: m }
        );

    }
};
